Repository: kadiroruc/OnFocus
Catalog: OnFocus/Resources/Localization/*.lproj/Localizable.strings
Languages: tr

# validation.invalid_email
source: Please enter a valid email address
tr: Lütfen geçerli bir e-posta adresi girin.

# validation.invalid_password
source: Please enter a valid password
tr: Lütfen geçerli bir şifre girin.

# validation.not_logged_in
source: User not logged in.
tr: Kullanıcı giriş yapmadı.

# validation.please_start_timer
source: Please start the timer first.
tr: Lütfen önce zamanlayıcıyı başlatın.

# validation.skip_session_confirmation
source: Are you sure you want to skip the current session?
tr: Mevcut oturumu iptal etmek istediğinizden emin misiniz?

# validation.nickname_taken
source: Nickname is already taken. Please choose another one.
tr: Kullanıcı adı zaten alınmış. Lütfen başka bir tane seçin.

# validation.fill_all_fields
source: Please fill in all fields.
tr: Lütfen tüm alanları doldurun.

# validation.select_image
source: Please select an image.
tr: Lütfen bir görsel seçin.

# validation.friend_request_sent
source: Friend request sent successfully.
tr: Arkadaşlık isteği başarıyla gönderildi.

# validation.friend_request_error
source: Error sending friend request. Please try again.
tr: Arkadaşlık isteği gönderilirken hata oluştu. Lütfen tekrar deneyin.

# validation.logout_error
source: Error logging out. Please try again.
tr: Çıkış yapılırken hata oluştu. Lütfen tekrar deneyin.

# validation.friend_request_cancelled
source: Friend request cancelled successfully.
tr: Arkadaşlık kaldırıldı.

# validation.friend_request_cancelled_error
source: Error cancelling friend request. Please try again.
tr: Arkadaşlık kaldırılamadı. Lütfen tekrar deneyin.

# validation.profile_image_updated
source: Profile image updated successfully.
tr: Profil fotoğrafı başarıyla güncellendi.

# validation.profile_image_update_error
source: Error updating profile image. Please try again.
tr: Profil fotoğrafı güncellenirken hata oluştu. Lütfen tekrar deneyin.

# validation.reset_timekeeper_confirmation
source: Are you sure you want to cancel the timekeeper?
tr: Kronometre iptal edilsin mi?

# validation.email_verification_sent
source: We've sent you a verification email. Please check your inbox and also your spam/junk folder if you don't see it.
tr: Doğrulama e-postası gönderildi. Gelen kutunuzu ve gerekirse spam/önemsiz klasörünü kontrol edin.

# login.title
source: Login to your Account
tr: Hesabına Giriş Yap

# login.email_placeholder
source: Email
tr: E-posta

# login.password_placeholder
source: Password
tr: Şifre

# login.sign_in
source: Sign in
tr: Giriş Yap

# login.forgot_password
source: Forgot the password?
tr: Şifrenizi mi unuttunuz?

# login.new_here
source: New Here?
tr: Burada yeni misin?

# login.sign_up
source: Sign Up
tr: Kayıt Ol

# login.reset_email_sent
source: Password reset email sent. Please check your inbox.
tr: Şifre sıfırlama e-postası gönderildi. Lütfen gelen kutunuzu kontrol edin.

# alert.ok
source: OK
tr: Tamam

# alert.error_title
source: Error
tr: Hata

# alert.info_title
source: Info
tr: Bilgi

# alert.success_title
source: Success
tr: Başarılı

# alert.warning_title
source: Warning
tr: Uyarı

# alert.cancel
source: Cancel
tr: İptal

# home.break
source: Break
tr: Mola

# home.sessions
source: %d of 4 Sessions
tr: %d / 4 Oturum

# home.online_count
source: %d Online
tr: %d Çevrimiçi

# home.friends_working
source: %d/%d Friends Working
tr: %d/%d Arkadaş Çalışıyor

# home.session_complete_title
source: Session Complete!
tr: Oturum Tamamlandı!

# home.session_complete_body
source: Time for a break.
tr: Mola zamanı.

# home.break_over_title
source: Break Over!
tr: Mola Bitti!

# home.break_over_body
source: Time to focus.
tr: Odaklanma zamanı.

# fill_profile.title
source: Fill Your Profile
tr: Profilini Doldur

# fill_profile.subtitle
source: Don't worry, you can change your profile photo later, you can skip it for now.
tr: Merak etme, profil fotoğrafını daha sonra değiştirebilirsin. Şimdilik atlayabilirsin.

# fill_profile.full_name_placeholder
source: Full Name
tr: Ad Soyad

# fill_profile.nickname_placeholder
source: Nickname
tr: Kullanıcı Adı

# fill_profile.start_button
source: Start
tr: Başla

# fill_profile.error_title
source: Error!
tr: Hata!

# sign_up.title
source: Create your Account
tr: Hesabını Oluştur

# sign_up.email_placeholder
source: Email
tr: E-posta

# sign_up.password_placeholder
source: Password
tr: Şifre

# sign_up.sign_up
source: Sign up
tr: Kayıt Ol

# sign_up.have_account
source: Have an account?
tr: Hesabın var mı?

# sign_up.sign_in
source: Sign in
tr: Giriş Yap

# sign_up.terms
source: I agree to the Terms and Conditions
tr: Kullanım Koşullarını kabul ediyorum

# sign_up.must_agree
source: You must agree to the Terms and Conditions.
tr: Kullanım Koşullarını kabul etmelisin.

# eula.accept
source: Accept
tr: Kabul Et

# eula.reject
source: Reject
tr: Reddet

# eula.fallback_html
source: <html><body><h2>End User License Agreement</h2><p>This is a placeholder EULA. Replace this with your actual terms.</p></body></html>
tr: <html><body><h2>Son Kullanıcı Lisans Sözleşmesi</h2><p>Bu bir örnek EULA metnidir. Lütfen kendi şartlarınızla değiştirin.</p></body></html>

# settings.title
source: Settings
tr: Ayarlar

# settings.timekeeper_mode
source: Timekeeper Mode
tr: Kronometre Modu

# settings.delete_account
source: Delete Account
tr: Hesabı Sil

# settings.delete_data
source: Delete Data
tr: Verileri Sil

# settings.confirm_delete_account
source: Are you sure you want to delete your account? This action cannot be undone.
tr: Hesabınızı silmek istediğinizden emin misiniz? Bu işlem geri alınamaz.

# settings.account_deleted
source: Account deleted successfully.
tr: Hesap başarıyla silindi.

# settings.confirm_delete_data
source: Are you sure you want to delete your data? This action cannot be undone.
tr: Verilerinizi silmek istediğinizden emin misiniz? Bu işlem geri alınamaz.

# settings.data_deleted
source: Data deleted successfully.
tr: Veriler başarıyla silindi.

# notifications.empty_state
source: No Notifications Yet
tr: Henüz Bildirim Yok

# notifications.friend_request
source: %@ sent you a friend request
tr: %@ sana arkadaşlık isteği gönderdi

# profile.menu_title
source: Menu
tr: Menü

# profile.change_photo
source: Change Profile Photo
tr: Profil Fotoğrafını Değiştir

# profile.logout
source: Logout
tr: Çıkış Yap

# profile.cancel
source: Cancel
tr: İptal

# profile.friend_request_pending_title
source: Friend Request Pending
tr: Arkadaşlık İsteği Beklemede

# profile.friend_request_pending_message
source: Do you want to cancel the request?
tr: İsteği iptal etmek istiyor musun?

# profile.cancel_request
source: Cancel Request
tr: İsteği İptal Et

# profile.remove_friend_title
source: Do you want to remove your friend?
tr: Arkadaşını kaldırmak istiyor musun?

# profile.delete_friend
source: Delete Friend
tr: Arkadaşı Sil

# profile.total_work_hour
source: Total Work Hour: %@
tr: Toplam Çalışma Saati: %@

# profile.current_streak_day
source: Current Streak Day: %d
tr: Mevcut Seri: %d

# search.title
source: Search Profile
tr: Profil Ara

# search.placeholder
source: Search Profiles
tr: Profil Ara

# search.no_results
source: No Results
tr: Sonuç Yok

# leaderboard.zero_time
source: 0H 0M
tr: 0S 0D

# leaderboard.state_label
source: You are doing better than %d%% of your friends!
tr: Arkadaşlarının %d%%'ünden öndesin!

# statistics.average_label
source: Average:
tr: Ortalama:

# statistics.progress_label
source: Progress:
tr: İlerleme:

# statistics.average_info_title
source: Average
tr: Ortalama

# statistics.average_info_message
source: Average is calculated by dividing the total recorded working time up to today within the selected time range by the number of days that have elapsed in that same range. Therefore, as the period progresses, the average is continuously updated.
tr: Ortalama, seçili zaman aralığında bugüne kadar kaydedilen toplam çalışma süresinin, o zaman diliminde geçen gün sayısına bölünmesiyle hesaplanır. (Örn: Haftalık istatistikte salı günü ise 2'ye bölünür.)

# statistics.progress_info_title
source: Progress
tr: İlerleme

# statistics.progress_info_message
source: Progress shows the percentage change of the average in the selected time range compared to the previous equivalent period.
tr: İlerleme, seçili zaman aralığındaki ortalamanın bir önceki eşdeğer döneme göre yüzde değişimini gösterir.

# statistics.chart_label
source: Work Time (Hour)
tr: Çalışma Süresi (Saat)

# statistics.range_one_week
source: 1W
tr: 1H

# statistics.range_one_month
source: 1M
tr: 1A

# tab.leaderboard_title
source: Weekly Leaderboard
tr: Haftalık Sıralama

# tab.statistics_title
source: Statistics
tr: İstatistikler

# tab.notifications_title
source: Notifications
tr: Bildirimler

# tab.profile_title
source: Profile
tr: Profil

# auth.user_creation_failed
source: The user could not be created.
tr: Kullanıcı oluşturulamadı.

# auth.email_not_verified
source: Your email is not verified. Please check your inbox.
tr: E-posta doğrulanmamış. Lütfen gelen kutunuzu kontrol edin.

# auth.user_not_found
source: The user could not be found.
tr: Kullanıcı bulunamadı.

# errors.image_upload_failed
source: Failed to upload image.
tr: Görsel yüklenemedi.

# errors.document_not_found
source: Document not found.
tr: Belge bulunamadı.

# errors.user_id_nil
source: User ID is nil.
tr: Kullanıcı kimliği boş.

# errors.profile_data_not_found
source: Profile data not found.
tr: Profil verisi bulunamadı.

# errors.invalid_image_data
source: Invalid image data.
tr: Geçersiz görsel verisi.

# errors.network_manager_unavailable
source: Network manager not available.
tr: Ağ yöneticisi kullanılamıyor.

# errors.user_not_authenticated
source: User not authenticated
tr: Kullanıcı doğrulanmadı.

# errors.version_info_not_found
source: Version information not found
tr: Sürüm bilgisi bulunamadı.

# update.title
source: Update Required
tr: Güncelleme Gerekli

# update.message
source: Please update the app to the latest version.
tr: Lütfen uygulamayı en son sürüme güncelleyin.

# update.action
source: Update
tr: Güncelle
